/*global tarteaucitron */
tarteaucitron.lang = {
  acceptAll: 'Ок, все активировать',
  adblock: 'Привет! Этот сайт совершенно открытый и позволяет вам выбрать сервисы третьих лиц, которым вы хотите дать доступ.',
  adblock_call: 'Пожалуйста дезактивируйте АдБлокер чтобы начать настройку.',
  alertBig: 'вы позволяете сервисы третьих лиц',
    
  ads: {
    details: 'Мы позволяем вам аренду нашей рекламной сети.',
    title: 'Рекламная сеть',
  },
  alertBigClick: 'Если вы продолжаете использовать сайт',
  alertBigPrivacy: 'Этот сайт использует кукис и позволяет вам контролировать сервисы которые вы хотите активировать',
    
  alertBigScroll: 'Продолжая прокрутки',
  alertSmall: 'Настройка сервисов',
  all: 'Преференция всем сервисам',
  allow: 'Позволить',
  allowAll: 'Разрешить использование cookies',

  allowed: 'разрешается',
    
  analytic: {
    details: 'Измерение аудиенции сайта для статистики помогают улучшить предлагаемый сервис.',
    title: 'Измерение аудиенции',
  },

  api: {
    details: 'АПИ используются для загрузки скриптов; геолокация, поисковый мотор и переводы...',
    title: 'АПИ',
  },
  close: 'Закрыть',
  comment: {
    details: 'Манаджер комментариев позволяет обмен информации и борьбу со спамом.',
    title: 'Комментарии',
  },
  cookieDetail: 'Информация о файлах cookie для',
  credit: 'Кукис манаджер tarteaucitron.js',
  deny: 'Не позволить',
  denyAll: 'Запретить использование cookies',
  disallowed: 'запрещено',
  disclaimer: 'Активирование сервисов третьих лиц позволяет использование их кукис и технолоний отслеживания необходимых для их функционирования',
  fallback: 'Деактивирован.',
  icon: 'Cookies',

  info: 'Защитить вашу конфиденциальность',
  mandatoryText: 'This site uses cookies necessary for its proper functioning which cannot be deactivated.',
  mandatoryTitle: 'Mandatory cookies',
  middleBarHead: '☝ 🍪',
  modalWindow: '(модальное окно)',
  more: 'Подробнее',
  newWindow: '(новое окно)',
  noCookie: 'Этот сервис не использует кукис.',

  other: {
    details: 'Службы для отображения веб-контента.',
    title: 'Другие',
  },
    
    
  ourSite: 'на нашем сайте',
  personalize: 'Персонализировать',
  privacyUrl: 'Политика конфиденциальности',

  reload: 'Перезагрузите страницу',
  social: {
    details: 'Социальная сеть сайтов помогает улучшить предлагаемый сервис через обмен информации.',
    title: 'Социальная сеть',
  },
  source: 'Посетите официальный сайт',
  support: {
    details: 'Помощь позволяет вам контактировать напрямую сайт манаджер и улучшить предлагаемый сервис.',
    title: 'Помощь',
  },
  title: 'Панель управления cookies',
  toggleInfoBox: 'Show/hide informations about cookie storage',
  useCookie: 'Этот сервис может быть инсталирован',
  useCookieCurrent: 'Этот сервис инсталирован',
    
  useNoCookie: 'Этот сервис не использует кукис.',
  video: {
    details: 'Обмен видео информации позволяет улучшить сервис и увеличит траффик сайта.',
    title: 'Видео',
  },
};
