/*global tarteaucitron */
tarteaucitron.lang = {

  acceptAll: 'تقبل كل شيء',
  adblock: 'مرحبا! يلعب هذا الموقع الكتروني على الشفافية ويمنحك اختيار خدمات الطرف الثالث للتفعيل.',
  adblock_call: 'يرجى إلغاء تنشيط adblocker لبدء التخصيص.',
  alertBig: 'أنت توافق استخدام خدمات الطرف الثالث التي يمكنها تثبيت ملفات تعريف الارتباط',
    
  alertBigClick: 'من خلال إستمرارك بالتصفُّح على هذا الموقع',
  alertBigPrivacy: 'يستخدم هذا الموقع ملفات تعريف الارتباط ويمنحك التحكم في تلك التي تريد تنشيطها',
  ads: {
    details: 'تجعل وكالات الإعلان من الممكن تحقيق إيرادات من خلال تسويق المساحة الإعلانية على الموقع',
    title: 'وكالات الإعلان',
  },
    
  alertBigScroll: 'من خلال الاستمرار في العرض',
  alertSmall: 'إدارة الخدمات',
  all: 'التفضيلات لجميع الخدمات',
  allow: 'سماح',
  allowAll: 'قبول كل شيء',

  allowed: 'مسموح',

  analytic: {
    details: 'تسمح خدمات قياس الجمهور بانشاء إحصاءآت حول حركة المرور المفيذة  لتحسين الموقع',
    title: 'قياس الجمهور',
  },

  api: {
    details: 'تسمح لك واجهات برمجة التطبيقات بتحميل البرامج النصية: تحديد الموقع الجغرافي ، ومحركات البحث ، والترجمات ، ...',
    title: 'واجهات برمجة التطبيقات',
  },
  close: 'اغلاق',
  comment: {
    details: 'يقوم مديري التعليق بتسهيل إيداع تعليقاتك ومحاربة البريد المزعج.',
    title: 'تعليقات',
  },
  cookieDetail: 'تفاصيل ملفات تعريف الارتباط',
  credit: 'إدارة ملفات تعريف الارتباط من قبل tarteaucitron.js',
  deny: 'منع',
  denyAll: 'رفض كل شيء',
  disallowed: 'ممنوع',
  disclaimer: 'من خلال تفويض هذه خدمات الطرف الثالث  ، فإنك تقبل إيداع وقراءة ملفات تعريف الارتباط واستخدام تقنيات المراقبة اللازمة لعملها بشكل صحيح',
  fallback: 'معطل.',
  icon: 'ملفات تعريف الارتباط',
  info: 'حماية خصوصيتك',

  mandatoryText: 'يستخدم هذا الموقع ملفات تعريف الارتباط الضرورية لعمله بشكل صحيح. لا يمكن تعطيلها',
  mandatoryTitle: 'ملفات تعريف الارتباط الإلزامية',
  middleBarHead: '☝ 🍪',
  modalWindow: '(نافذة شكلية)',
  more: 'اقرأ المزيد',
  newWindow: '(نافذة جديدة)',
  noCookie: 'لا تقوم هذه الخدمة بإيداع أي ملفات تعريف ارتباط',
  noServices: 'لا يستخدم هذا الموقع أي ملفات تعريف ارتباط تتطلب موافقتك.',

  other: {
    details: 'خدمات لعرض محتوى الويب',
    title: 'آخر',
  },
    
  ourSite: 'على موقعنا على الانترنت',
  personalize: 'تخصيص',
  privacyUrl: 'سياسة الخصوصية',

  reload: 'أعد تحميل الصفحة',
  social: {
    details: 'تعمل الشبكات الاجتماعية على تحسين سهولة استخدام الموقع وتساعد في الترويج له من خلال المشاركة.',
    title: 'الشبكات الاجتماعية',
  },
  source: 'شاهد الموقع الرسمي',
  support: {
    details: 'تسمح لك خدمات الدعم بالتواصل مع فريق الموقع ومساعدة تحسينه.',
    title: 'الدعم',
  },
  title: 'لوحة إدارة ملفات تعريف الارتباط',
  toggleInfoBox: 'إظهار/إخفاء معلومات حول تخزين ملفات تعريف الارتباط',
  useCookie: 'يمكن لهذه الخدمة الإيداع',
  useCookieCurrent: 'قدَّمت هذه الخدمة',
    
  useNoCookie: 'لم تودع هذه الخدمة أي ملفات تعريف ارتباط.',
  video: {
    details: 'تعمل خدمات مشاركة الفيديو على إثراء الموقع بمحتوى الوسائط المتعددة وزيادة ظهوره.',
    title: 'الفيديوهات',
  },
};
