/*global tarteaucitron */
tarteaucitron.lang = {
  acceptAll: 'OK, αποδοχή όλων',
  adblock: 'Γεια σας! Ο ιστότοπος αυτός σας επιτρέπει να επιλέξετε τις υπηρεσίες που παρέχονται από τρίτους που θα θέλατε να επιτρέψετε.',
  adblock_call: 'Παρακαλώ απενεργοποιήστε τα προγράμματα απόρριψης διαφημίσεων για να ξεκινήσετε τις τροποποιήσεις σας.',
  alertBig: 'επιτρέπετε όλες τις υπηρεσίες που παρέχονται από τρίτους',
    
  ads: {
    details: 'Τα διαφημιστικά δίκτυα μπορούν να αποφέρουν εισόδημα πουλώντας διαφημιστικό χώρο στη σελίδα.',
    title: 'Διαφημιστικό Δίκτυο',
  },
  alertBigClick: 'Αν συνεχίσετε την περιήγηση σας στον ιστότοπο,',
  alertBigPrivacy: 'Ο ιστότοπος αυτός χρησιμοποιεί &quot;μπισκότα&quot; (cookies) και σας επιτρέπει να ελέγξετε τι θέλετε να ενεργοποιήσετε',
    
  alertBigScroll: 'Συνεχίζοντας την ανάγνωση (κύλιση) της σελίδας,',
  alertSmall: 'Διαχείριση υπηρεσιών',
  all: 'Προτίμηση για όλες τις υπηρεσίες',
  allow: 'Επέτρεψε',
  allowAll: 'Επέτρεψε όλα τα &quot;μπισκότα&quot; (cookies)',

  allowed: 'επιτρέπεται',
    
  analytic: {
    details: 'Οι υπηρεσίες μέτρησης κοινού χρησιμοποιούνται για τον υπολογισμό χρήσιμων στατιστικών επισκεψιμότητας του ιστοτόπου για την βελτίωση του.',
    title: 'Μετρήσεις κοινού',
  },

  api: {
    details: 'Τα API χρησιμοποιούνται για την φόρτωση προγραμμάτων: αναγνώρισης τοποθεσίας, μηχανών αναζήτησης, μεταφράσεων, ...',
    title: 'APIs',
  },
  close: 'Κλείσιμο',
  comment: {
    details: 'Οι διαχειριστές σχολίων βοηθούν την καταχώρηση σχολίων και προστατεύουν από κακόβουλες ενέργειες.',
    title: 'Σχόλια',
  },
  cookieDetail: 'Λεπτομέρειες &quot;μπισκότων&quot; (cookies) για',
  credit: 'Cookies manager by tarteaucitron.js',
  deny: 'Απόρριψε',
  denyAll: 'Απόρριψε όλα τα &quot;μπισκότα&quot; (cookies)',
  disallowed: 'απαγορεύεται',
  disclaimer: 'Επιτρέποντας αυτές τις υπηρεσίες που παρέχονται από τρίτους, αποδέχεστε τα &quot;μπισκότα&quot; (cookies) τους καθώς και τη χρήση τεχνολογιών παρακολούθησης που είναι απαραίτητες για τη λειτουργία τους.',
  fallback: 'είναι απενεργοποιημένο.',
  icon: 'Cookies',

  info: 'Προστασία των προσωπικών σας δεδομένων',
  mandatoryText: 'This site uses cookies necessary for its proper functioning which cannot be deactivated.',
  mandatoryTitle: 'Mandatory cookies',
  middleBarHead: '☝ 🍪',
  modalWindow: '(modal παράθυρο)',
  more: 'Διαβάστε περισσότερα',
  newWindow: '(νέο παράθυρο)',
  noCookie: 'Η υπηρεσία αυτή δε χρησιμοποιεί &quot;μπισκότα&quot; (cookies).',

  other: {
    details: 'Υπηρεσίες που παρουσιάζουν άλλο περιεχόμενο.',
    title: 'Λοιπές υπηρεσίες',
  },
    
  ourSite: 'στον ιστότοπο μας',
  personalize: 'Εξατομίκευση',
  privacyUrl: 'Πολιτική απορρήτου',

  reload: 'Ανανέωση της σελίδας',
  social: {
    details: 'Τα κοινωνικά δίκτυα μπορούν να βελτιώσουν την χρηστικότητα του ιστοτόπου και να τον προωθήσουν μέσω κοινοποιήσεων.',
    title: 'Κοινωνικά δίκτυα',
  },
  source: 'Δείτε τον επίσημο ιστότοπο',
  support: {
    details: 'Οι υποστηρικτικές υπηρεσίες σας επιτρέπουν να επικονωνείτε με την ομάδα υποστήριξης του ιστοτόπου και να βοηθήσετε στην βελτίωση του.',
    title: 'Υποστήριξη',
  },
  title: 'Πίνακας διαχείρισης &quot;Μπισκότων&quot; (Cookies)',
  toggleInfoBox: 'Προβολή/Απόκρυψη πληροφοριών για την αποθήκευση &quot;μπισκότων&quot; (cookies)',
  useCookie: 'Η υπηρεσία αυτή μπορεί να αποθηκεύσει ',
  useCookieCurrent: 'Η υπηρεσία αυτή έχει αποθηκεύσει ',
    
  useNoCookie: 'Η υπηρεσία αυτή δεν έχει αποθηκεύσει κανένα &quot;μπισκότο&quot; (cookie).',
  video: {
    details: 'Υπηρεσίες διαμοιρασμού βίντεο που βοηθούν να παρουσιαστεί πλούσιο περιεχόμενο στον ιστότοπο και να αυξήσουν την αναγνωρισιμότητα του.',
    title: 'Βίντεο',
  },
};
