/*global tarteaucitron */
tarteaucitron.lang = {
  acceptAll: 'Прийняти все',
  adblock: 'Добрий день! Цей сайт нічого від вас не приховує і дає вам можливість обрати, які сторонні послуги увімкнути.',
  adblock_call: 'Будь ласка вимкніть ваш блокувач реклами, щоб перейти до налаштувань.',
  alertBig: 'ви погоджуєтесь на використання сторонніх послуг, які можуть встановлювати кукі',
    
  alertBigClick: 'Продовжуючи навігацію,',
  alertBigPrivacy: 'Цей сайт використовує кукі і дає вам можливість обрати ті, які ви хочете увімкнути',
  ads: {
    details: 'Рекламні мережі дають змогу отримувати дохід, монетизуючи рекламні блоки на сайті.',
    title: 'Рекламні мережі',
  },
    
  alertBigScroll: 'Продовжуючи прокрутку,',
  alertSmall: 'Керування послугами',
  all: 'Налаштування всіх послуг',
  allow: 'Дозволити',
  allowAll: 'Все прийняти',

  allowed: 'дозволено',

  analytic: {
    details: 'Послуги з замірів аудиторії дозволяють генерувати статистику відвідуваності, корисну для покращення сайту.',
    title: 'Заміри аудиторії',
  },

  api: {
    details: 'API дозволяють завантажувати скрипти: геолокація, пошукові системи, переклади...',
    title: 'API',
  },
  close: 'Закрити',
  comment: {
    details: 'Менеджери коментарів полегшують додавання ваших коментарів і захищають від спаму.',
    title: 'Коментарі',
  },
  cookieDetail: 'Подробиці про кукі',
  credit: 'Керування кукі від tarteaucitron.js',
  deny: 'Заборонити',
  denyAll: 'Все відхилити',
  disallowed: 'заборонено',
  disclaimer: 'Дозволяючи ці сторонні послуги, ви даєте згоду на збереження і завантаження кукі, а також на використання засобів відстеження, необхідних для їхньої функціональності.',
  fallback: 'вимкнено.',
  icon: 'Кукі',
  info: 'Захист вашого особистого життя',

  mandatoryText: 'Цей сайт використовує кукі, які є необхідніми для забезпечення його функціональності. Вимкнути їх неможливо.',
  mandatoryTitle: "Обов'язкові кукі",
  middleBarHead: '☝ 🍪',
  modalWindow: '(модальне вікно)',
  more: 'Дізнатись більше',
  newWindow: '(нове вікно)',
  noCookie: 'Ця послуга не зберігає жодного кукі.',
  noServices: 'Цей сайт не використовує жодного кукі, який потребував би вашої згоди.',

  other: {
    details: 'Послуги для відображення веб-контенту.',
    title: 'Інші',
  },
    
  ourSite: 'на нашому сайті',
  personalize: 'Налаштувати',
  privacyUrl: 'Політика конфіденційності',

  reload: 'Перезавантажити сторінку',
  social: {
    details: 'Соціальні мережі дозволяють зробити сайт зручнішим і допомагають просувати його через розповсюдження посилань.',
    title: 'Соціальні мережі',
  },
  source: 'Перейти на офіційний сайт',
  support: {
    details: "Послуги підтримки дають вам можливість зв'язатись з адміністрацією сайту і допомогти покращити його.",
    title: 'Підтримка',
  },
  title: 'Панель керування кукі',
  toggleInfoBox: 'Показати/приховати інформацію про збереження кукі',
  useCookie: 'Ця послуга може зберегти',
  useCookieCurrent: 'Ця послуга зберегла',
    
  useNoCookie: 'Ця послуга не зберегла жодного кукі.',
  video: {
    details: 'Відеохостинги дають змогу збагатити сайт мультімедійним контентом і сприяють його видимості.',
    title: 'Відеоролики',
  },
};
